Repository: adslbarxatov/EnchantIt
Catalog: src/EnchantIt_*.resx
Languages: ru_ru

# AboutPage
source: About application
ru_ru: О приложении

# AcceptButton
source: Accept
ru_ru: Принять

# ADPPage
source: Policy and EULA
ru_ru: Политика и EULA

# AppPage
source: App webpage
ru_ru: Страница проекта

# CancelButton
source: Cancel
ru_ru: Отмена

# CertNameHelp
source: Enter the name of certificate’s owner. WARNING! This name cannot be changed without the application reinstallation. Please, enter the name accurately (not less than 3 letters). This information will not leave this device
ru_ru: Введите имя владельца сертификата. ПРЕДУПРЕЖДЕНИЕ! Это имя нельзя изменить без переустановки приложения. Пожалуйста, введите имя правильно (не менее трёх букв). Эта информация не покинет данное устройство

# CommunitySelect
source: Select community:
ru_ru: Выберите сообщество:

# CommunityTG
source: FDL in Telegram
ru_ru: FDL в Telegram

# CommunityVK
source: FDL on VK.com
ru_ru: FDL на VK.com

# CommunityWelcome
source: Welcome page
ru_ru: Приветственная страница

# ConnectionLost
source: WiFi connection is unavailable. Generation has been interrupted
ru_ru: WiFi недоступен. Генерация была прервана

# DeclineButton
source: Read
ru_ru: Читать

# DevMessage
source: By sending a letter to the developer, you de-anonymize your E-mail! In addition, your results will be included in the draft letter. Don't forget to delete them if you don't plan on sharing them. Do you want to continue?
ru_ru: Отправляя письмо разработчику, Вы деанонимизируете свой E-mail! Кроме того, в черновик письма будут включены Ваши результаты. Не забудьте удалить их, если Вы не планируете их сообщать. Хотите продолжить?

# DevPage
source: Ask developer
ru_ru: Спросить разработчика

# EmailsAreUnavailable
source: This device has no mail agent
ru_ru: Почтовый агент отсутствует на этом устройстве

# GettingSentence
source: Your companion is typing...
ru_ru: Собеседник набирает текст...

# HiResults
source: Extraordinary results:
ru_ru: Экстраординарные результаты:

# Instructions
source: Hello again. As you already understood, this is an unusual application. Its task is to discover and mathematically confirm some paranormal activity. Yes, there is a theory that describes a very specific mechanism for registering such events, which we suggest you test. In short: • the theory suggests that brain activity (primarily emotional) can distort the electromagnetic fields existing around us; • generators of random numbers (PRNG) working on the basis of such fields can perceive these distortions, which will affect the results of their work. Moreover, due to the complexity of the generation algorithm, such an effect is difficult to fake; • registration of PRNG readings for some time can show significant deviations from the norm and link them to any events. This application uses the strength of WiFi signal or the entropy of operating system kernel (“noise” of the processor and timer, fluctuations in the speed of network packets and core temperature) as an indicator of severe disturbances in surrounding electromagnetic field. Based on them, it generates a series of random numbers. Normally, the average value in such series should be close to the middle of range of possible values (you will see it on the slider). The app will catch and accumulate major deviations from the middle, noting when they occurred. This will help you understand if you see some paranormal activity right now. Please note that this method is experimental! It is close to scientific, but it is not. Moreover, it has not yet been tested for the reliability of the results (if at all possible). Therefore, for the purity of the experiment: • start generation, being in the area where serious interruptions and interference are not expected. Also this means the absence of extraneous aggressive radiation; • do not take the results (especially the first ones) as the ultimate truth and do not react to them too emotionally; • do not try to use violence against your device – it will do nothing but break it; • share the results with colleagues and friends (the app has a built-in function) to understand the correctness / incorrectness of the testing method. In the current form of the method, an absence of positive results doesn’t mean anything. However, their presence relatively reliably shows some complex distortion of electromagnetic field, which, even after the generation algorithm, leaves a trace in its operation. That is, your (or somebody’s, or something’s) ability to influence it. The test can be considered successfully passed if the slider is shifted to the right by a noticeable distance (the scale will change its color to orange) for three or more seconds in a row. This can happen as a result of a high degree of concentration on it, and under the influence of strong emotions of a person who is near the device. Try different options – one of them may give the desired effect. In general, go for it! We really have no idea what the results of this experiment will be. Therefore, we hope for your feedback (comments on improving the method, results obtained, suggestions and bug reports) and maximum participation. Good luck! Swipe this screen to the right to start the experiment
ru_ru: И снова здравствуйте. Как вы уже поняли, это – необычное приложение. Его задача – обнаружить и математически подтвердить какую-либо паранормальную активность. Да, существует теория, которая описывает вполне конкретный механизм регистрации таких событий, который мы и предлагаем Вам испытать. Если коротко: • теория предполагает, что активность мозга (прежде всего – эмоциональная) может вносить искажения в существующие вокруг нас электромагнитные поля; • работающие на основе таких полей генераторы случайных чисел (ГПСЧ) могут воспринимать эти искажения, что отразится на результатах их работы. Причём, ввиду сложности алгоритма генерации такое воздействие сложно подделать; • регистрация показаний ГПСЧ в течение некоторого времени может показать значительные отклонения от нормы и привязать их к каким-либо событиям. Данное приложение использует силу сигнала WiFi или энтропию ядра операционной системы («шум» процессора и таймера, колебания скорости сетевых пакетов и температуры ядра) в качестве индикатора серьёзных возмущений окружающего электромагнитного поля. На их основе оно генерирует ряды случайных чисел. В норме среднее значение в таких рядах должно быть близко к середине диапазона возможных вариантов (Вы увидите его на бегунке). Приложение будет ловить и накапливать серьёзные отклонения от середины, отмечая время их возникновения. Так Вы сможете понять, наблюдаете ли Вы паранормальную активность прямо сейчас. Обращаем внимание, что метод экспериментальный! Он близок к научному, но не является таковым. Более того, он ещё не проходил тестирование на надёжность результатов (если такое вообще возможно). Поэтому, для чистоты эксперимента: • запускайте генерацию, находясь в зоне стабильного сигнала WiFi, где не ожидается серьёзных перебоев и помех. Это также означает отсутствие посторонних агрессивных излучений; • не воспринимайте результаты (особенно – первые) как истину в последней инстанции и не реагируйте на них слишком эмоционально; • не пытайтесь применять насилие к Вашему устройству – это ничего не даст кроме его поломки; • делитесь результатами с коллегами и друзьями (приложение имеет встроенную функцию) для понимания корректности метода тестирования. В текущем виде метода отсутствие положительных результатов не говорит ни о чём. Однако их наличие относительно надёжно показывает некое сложное искажение электромагнитного поля, которое даже после алгоритма генерации оставляет след в его работе. То есть, Вашу (или чью-либо ещё) способность воздействовать на него. Тест можно считать успешно пройденным, если бегунок окажется сдвинутым вправо на заметное расстояние (шкала при этом поменяет цвет на оранжевый) три и более секунды подряд. Это может случиться как в результате высокой степени концентрации на нём, так и под действием сильных эмоций человека, находящегося рядом с устройством. Пробуйте различные варианты – какой-то из них может дать требуемый эффект. В общем, дерзайте! Мы действительно не имеем ни малейшего понятия, какими будут результаты этого эксперимента. Поэтому надеемся на Вашу обратную связь (комментарии по улучшению метода, полученные результаты, предложения и сообщения о проблемах) и максимальное участие. Удачи Вам! Для начала эксперимента смахните этот экран вправо

# KernelMethod
source: Kernel:
ru_ru: Ядро:

# LanguageLabel
source: Interface language:
ru_ru: Язык интерфейса:

# ManualPage
source: User videoguide
ru_ru: Видеоруководство

# MethodPage
source: Complete description
ru_ru: Полное описание

# MethodSelect
source: Select random number generation method:
ru_ru: Выберите метод генерации случайных чисел:

# NextButton
source: Next
ru_ru: Далее

# PolicyMessage
source: Before you can start using this tool, you must accept Application development policy and EULA. Do you want to open them in browser? • Click “Accept” if you are already familiar and fully accepted them; • Click “Read” if you want to open them in browser; • To decline them, close the application
ru_ru: Перед началом работы с этим инструментом Вы должны принять Политику разработки приложений и Пользовательское соглашение. Хотите открыть их тексты в браузере? • Нажмите «Принять», если Вы уже ознакомились и полностью приняли их; • Нажмите «Читать», если хотите открыть их в браузере; • Чтобы отклонить их, закройте приложение

# RestartApp
source: Restart the application
ru_ru: Перезапустите приложение

# SaveFileFailure
source: Failed to save certificate. Allow the application to write to device storage and try again
ru_ru: Не удалось сохранить сертификат. Разрешите приложению запись в память устройства и повторите попытку

# SaveFileSuccess
source: The certificate is saved in downloads folder
ru_ru: Сертификат сохранён в папку загрузок

source: Select language:
ru_ru: Выберите язык:

# SolutionPage
source: Give me a sign
ru_ru: Дай мне знак

# StartingGeneration
source: Starting the generation...
ru_ru: Запуск генерации...

# Tip00
source: Welcome to the paranormal activity search tool! Please read the description and explanations on this page of the app before starting for a better understanding of how the tool works and the essence of the experiment
ru_ru: Вас приветствует инструмент поиска паранормальной активности! Пожалуйста, ознакомьтесь с описанием и пояснениями на этой странице приложения перед началом для лучшего понимания принципа работы инструмента и сути эксперимента

# Tip01
source: Congratulations! It looks like you have found some paranormal activity! Now you can get a certificate confirming this – the corresponding button is available at the bottom of this screen. However, to exclude a possible accidental triggering, we recommend continuing to participate in the experiment to increase the reliability of your result. All new events will also be added to your certificate
ru_ru: Поздравляем! Похоже, Вы действительно нашли паранормальную активность! Теперь Вы можете получить сертификат, подтверждающий это – соответствующая кнопка доступна в низу экрана. Однако для исключения возможного случайного срабатывания рекомендуем продолжить участие в эксперименте для повышения достоверности результата. Все новые события также будут добавлены в Ваш сертификат

# Tip02
source: Attention! Most of messages in the new “Talk to me” section will most likely not make sense. This is fine. We’re only interested in those cases where the answers show signs of intelligence or – more likely – the characteristic features of communication on the part of the “interlocutor”
ru_ru: Внимание! Большая часть сообщений в новом разделе «Поговори со мной», скорее всего, не будет иметь смысла. Это нормально. Нас интересуют только те случаи, когда ответы покажут признаки интеллекта или – что более вероятно – характерные особенности общения со стороны «собеседника»

# TTM1Page
source: Talk to me
ru_ru: Поговори со мной

# TTM2Page
source: Show me the hidden
ru_ru: Покажи скрытое

# WebIsUnavailable
source: This device has no web browser
ru_ru: Веб-браузер отсутствует на этом устройстве
